Repository: Gpetrak/ckanext-provbz-auth
Catalog: ckanext/provbzauth/i18n/*/LC_MESSAGES/ckanext-provbz-auth.po
Languages: it

source: Change details
it: Cambia dettagli

source: Username
it: Nome utente

source: Full name
it: Nome Intero

source: A little information about yourself
it: Alcune informazioni su di te

source: Subscribe to notification emails
it: Sottoscrivi una email di notifica

source: Confirm Password
it: Conferma Password

source: Are you sure you want to delete this User?
it: Sei sicuro che vuoi rimuovere l'utente

source: Delete
it: Cancella

source: Are you sure you want to regenerate the API key?
it: Sei sicuro che vuoi rigenerare la API key

source: Regenerate API Key
it: Rigenera API key

source: Update Profile
it: Aggiorna Profilo

source: Login with myCIVIS (SPID, PROV.BZ or SIAG.IT)
it: Autenticazione con myCIVIS (SPID, PROV.BZ or SIAG.IT)

source: Login via myCIVIS
it: Autenticazione con myCIVIS

source: Authentication by using local account
it: Autenticazione con account locale

source: Log in
it: Accedi

source: Remember me
it: Memorizza cedenziali
